[
 {
   "name": "Princeton University",
   "imageNames": ["princeton", "princeton-2", "princeton-3"],
   "yearFounded": 1746,
   "rating": 1,
   "phone": "(609) 258-3000",
   "description": "Princeton University is a private institution that was founded in 1746. It has a total undergraduate enrollment of 4,773 (fall 2020), its setting is suburban, and the campus size is 600 acres. It utilizes a semester-based academic calendar. Princeton University's ranking in the 2022 edition of Best Colleges is National Universities, #1. Its tuition and fees are $56,010.\n\nPrinceton, among the oldest colleges in the U.S., is located in the quiet town of Princeton, New Jersey. Within the walls of its historic ivy-covered campus, Princeton offers a number of events, activities and organizations. The Princeton Tigers, members of the Ivy League, are well known for their consistently strong men's and women's lacrosse teams. Students live in one of six residential colleges that provide a residential community as well as dining services but have the option to join one of more than 10 eating clubs for their junior and senior years. The eating clubs serve as social and dining organizations for the students who join them. Princeton's unofficial motto, \"Princeton in the Nation's Service and the Service of Humanity,\" speaks to the university's commitment to community service.",
   "lat": 40.34399,
   "long": -74.651451,
   "fullAddress": "Princeton, New Jersey",
   "isFavorite": true,
   "mapLink": "https://goo.gl/maps/3GF9EWRcKN9qfhQN7",
   "officialLink": "https://www.princeton.edu/",
   "videoLink": "https://www.youtube.com/watch?v=Ku_E6a8Sac8"
 },
 {
   "name": "Harvard University",
   "imageNames": ["harvard", "harvard-2", "harvard-3"],
   "yearFounded": 1636,
   "rating": 2,
   "phone": "(617) 495-1000",
   "description": "Harvard University is a private institution that was founded in 1636. It has a total undergraduate enrollment of 5,222 (fall 2020), its setting is urban, and the campus size is 5,076 acres. It utilizes a semester-based academic calendar. Harvard University's ranking in the 2022 edition of Best Colleges is National Universities, #2. Its tuition and fees are $55,587.\n\nLocated outside Boston in Cambridge, Massachusetts, Harvard University is made up of 13 schools and institutes, including the top-ranked Business School and Medical School and the highly ranked Graduate Education School, School of Engineering and Applied Sciences, Law School and John F. Kennedy School of Government. Harvard is a private, nonprofit institution that was founded in 1636 colonial America by the General Court of the Massachusetts Bay Colony. The school was initially created to educate members of the clergy, according to the university’s archives. Harvard is named after a Puritan minister – John Harvard – who, in 1638, left his 400-book library and half of his estate to the young school. The first commencement ceremony at Harvard, held in 1642, had nine graduates.",
   "lat": 42.377003,
   "long": -71.116661,
   "fullAddress": "Cambridge, Massachusetts",
   "isFavorite": false,
   "mapLink": "https://goo.gl/maps/scycNK6j6yYpgdC89",
   "officialLink": "https://www.harvard.edu/",
   "videoLink": "https://www.youtube.com/watch?v=nJQBwYaPyBM"
 },
 {
   "name": "Massachusetts Institute of Technology",
   "imageNames": ["mit"],
   "yearFounded": 1861,
   "rating": 2,
   "phone": "(617) 253-1000",
   "description": "Massachusetts Institute of Technology is a private institution that was founded in 1861. It has a total undergraduate enrollment of 4,361 (fall 2020), its setting is urban, and the campus size is 168 acres. It utilizes a 4-1-4-based academic calendar. Massachusetts Institute of Technology's ranking in the 2022 edition of Best Colleges is National Universities, #2. Its tuition and fees are $55,878.\n\nLocated outside Boston in Cambridge, Massachusetts, MIT focuses on scientific and technological research and is divided into five schools. University research expenditures have exceeded $700 million a year, with funding from government agencies such as the Department of Health and Human Services and Department of Defense. MIT’s highly ranked graduate schools include the School of Engineering and Sloan School of Management, in addition to strong programs in economics, psychology, biology, chemistry, earth sciences, physics and mathematics. Freshmen are required to live on campus, and about 70% of all undergraduates live on campus. Architect Steven Holl designed one dorm, commonly called \"The Sponge.\" The Independent Activities Program, a four-week term in January, offers special courses, lectures, competitions and projects. Distinguished alumni include Apollo 11 astronaut Buzz Aldrin, former U.N. Secretary General Kofi Annan and former Federal Reserve Bank Chairman Ben Bernanke.",
   "lat": 42.358181,
   "long": -71.093086,
   "fullAddress": "77 Massachusetts Ave, Cambridge, Massachusetts",
   "isFavorite": false,
   "mapLink": "https://goo.gl/maps/1kFP4FG1QjESft9t6",
   "officialLink": "https://www.mit.edu/",
   "videoLink": "https://www.youtube.com/watch?v=h-ZrEm6LoZw"
 },
 {
   "name": "Yale University",
   "imageNames": ["yale"],
   "yearFounded": 1701,
   "rating": 5,
   "phone": "(203) 432-4771",
   "description": "Yale University is a private institution that was founded in 1701. It has a total undergraduate enrollment of 4,703 (fall 2020), its setting is city, and the campus size is 373 acres. It utilizes a semester-based academic calendar. Yale University's ranking in the 2022 edition of Best Colleges is National Universities, #5. Its tuition and fees are $59,950.\n\nYale University, located in New Haven, Connecticut, is known for its excellent drama and music programs, which reach outside the classroom with student organizations such as the Yale Whiffenpoofs, a famous a cappella group, and the Yale Dramatic Association. The Yale Bulldogs compete in the Ivy League and are well known for their rivalry with Harvard. Students are assigned to live in one of 14 residential colleges during their time at Yale. Each college has a head and dean who live in the college and eat with students in the dining halls. Cultural centers provide a space for students to build a sense of cultural identity on campus.",
   "lat": 41.316322,
   "long": -72.92234,
   "fullAddress": "433 Temple Street, New Haven, Connecticut",
   "isFavorite": false,
   "mapLink": "https://goo.gl/maps/TAPhd3PhMWnQBsUZ6",
   "officialLink": "https://www.yale.edu/",
   "videoLink": "https://www.youtube.com/watch?v=GL5XhmKCXo0"
 },
 {
   "name": "Stanford University",
   "imageNames": ["stanford"],
   "yearFounded": 1885,
   "rating": 6,
   "phone": "(650) 723-2300",
   "description": "Stanford University is a private institution that was founded in 1885. It has a total undergraduate enrollment of 6,366 (fall 2020), its setting is suburban, and the campus size is 8,180 acres. It utilizes a quarter-based academic calendar. Stanford University's ranking in the 2022 edition of Best Colleges is National Universities, #6. Its tuition and fees are $56,169.\n\nStanford University’s pristine campus is located in California’s Bay Area, about 30 miles from San Francisco. Stanford offers a wide range of student organizations, including the Stanford Pre-Business Association and Stanford Solar Car Project, which designs, builds and races a solar car every two years. The Stanford Cardinal are well known for the traditional \"Big Game\" against Cal, an annual football competition that awards the Stanford Axe — a sought-after trophy — to the victor. Stanford also has successful programs in tennis and golf. Only freshmen are required to live on campus, but students are guaranteed housing for all four years, and most choose to remain on campus. Greek life at Stanford represents approximately 25 percent of the student body.",
   "lat": 37.427475,
   "long": -122.169719,
   "fullAddress": " 450 Serra Mall, Stanford, California",
   "isFavorite": false,
   "mapLink": "https://goo.gl/maps/pgcRtRkcJWRgzvQd9",
   "officialLink": "https://www.stanford.edu/",
   "videoLink": "https://www.youtube.com/watch?v=dRKYQ7RzTtQ"
 },
 {
   "name": "University of Chicago",
   "imageNames": ["uc"],
   "yearFounded": 1890,
   "rating": 6,
   "phone": "(773) 702-1234",
   "description": "University of Chicago is a private institution that was founded in 1890. It has a total undergraduate enrollment of 6,989 (fall 2020), its setting is urban, and the campus size is 217 acres. It utilizes a quarter-based academic calendar. University of Chicago's ranking in the 2022 edition of Best Colleges is National Universities, #6. Its tuition and fees are $60,963.\n\nThe University of Chicago, situated in Hyde Park, offers a rich campus life in a big-city setting. In addition to the college, the university has postgraduate offerings that include the highly ranked Booth School of Business, Law School, Pritzker School of Medicine and Harris School of Public Policy Studies. The Chicago Maroons have 18 NCAA Division III teams, which compete in the University Athletic Association, and have strong basketball and wrestling programs.",
   "lat": 41.788608,
   "long": -87.598713,
   "fullAddress": "5801 S Ellis Ave, Chicago, Illinois",
   "isFavorite": false,
   "mapLink": "https://goo.gl/maps/vDv6vvpbCgaQhVKf9",
   "officialLink": "https://www.uchicago.edu/",
   "videoLink": "https://www.youtube.com/watch?v=OiFE9_ZDrUw"
 },
 {
   "name": "University of Pennsylvania",
   "imageNames": ["upenn"],
   "yearFounded": 1740,
   "rating": 8,
   "phone": "(215) 898-5000",
   "description": "University of Pennsylvania is a private institution that was founded in 1740. It has a total undergraduate enrollment of 9,872 (fall 2020), its setting is urban, and the campus size is 299 acres. It utilizes a semester-based academic calendar. University of Pennsylvania's ranking in the 2022 edition of Best Colleges is National Universities, #8. Its tuition and fees are $61,710.\n\nThe University of Pennsylvania, located in Philadelphia, was founded by Benjamin Franklin. The Penn Quakers have more than 25 NCAA Division I sports that compete in the Ivy League, and are noted for successful basketball and lacrosse teams. Penn offers housing in more than 10 College Houses, but many students live in the numerous off-campus apartments and houses available. More than 25 percent of the student body is involved in Greek life, which encompasses nearly 50 fraternities and sororities. The school also offers a number of clubs and organizations, ranging from performance groups like the Latin & Ballroom Dance club to student publications such as the Penn Political Review. Penn works closely with the West Philadelphia area through community service and advocacy groups.",
   "lat": 39.952219,
   "long": -75.193214,
   "fullAddress": "3451 Walnut Street Philadelphia, Pennsylvania",
   "isFavorite": false,
   "mapLink": "https://goo.gl/maps/PWGgA1C1uSm3vSx78",
   "officialLink": "https://www.upenn.edu/",
   "videoLink": "University of Pennsylvania"
 },
 {
   "name": "California Institute of Technology",
   "imageNames": ["caltech"],
   "yearFounded": 1891,
   "rating": 9,
   "phone": "(626) 395-6811",
   "description": "California Institute of Technology is a private institution that was founded in 1891. It has a total undergraduate enrollment of 901 (fall 2020), its setting is suburban, and the campus size is 124 acres. It utilizes a quarter-based academic calendar. California Institute of Technology's ranking in the 2022 edition of Best Colleges is National Universities, #9. Its tuition and fees are $58,680.\n\nCaltech, which focuses on science and engineering, is located in Pasadena, California, approximately 11 miles northeast of Los Angeles. Social and academic life at Caltech centers on 11 student residences and houses, which the school describes as \"self-governing living groups.\" Student houses incorporate an admired Caltech tradition: dinners served by student waiters. Only freshmen are required to live on campus, but more than 80% of students remain in their house for all four years. The Caltech Beavers have a number of NCAA Division III teams that compete in the Southern California Intercollegiate Athletic Conference. Integral to student life is the Honor Code, which dictates that \"No member of the Caltech community shall take unfair advantage of any other member of the Caltech community.\"",
   "lat": 41.7877,
   "long": 87.5888,
   "fullAddress": " 5801 S Ellis Ave, Chicago, Illinois",
   "isFavorite": false,
   "mapLink": "https://goo.gl/maps/5gFmbYPNET7UhqcSA",
   "officialLink": "https://www.caltech.edu/",
   "videoLink": "https://www.youtube.com/watch?v=4PYLCvaMEWc"
 },
 {
   "name": "Duke University",
   "imageNames": ["du"],
   "yearFounded": 1838,
   "rating": 9,
   "phone": "(919) 684-2724",
   "description": "Duke University is a private institution that was founded in 1838. It has a total undergraduate enrollment of 6,717 (fall 2020), and the setting is Suburban. It utilizes a semester-based academic calendar. Duke University's ranking in the 2022 edition of Best Colleges is National Universities, #9. Its tuition and fees are $60,489.\n\nDurham, North Carolina, which surrounds Duke's campus, offers a variety of activities including shopping, dining and entertainment. Its \"Bull City\" nickname comes from the Blackwell Tobacco Company's Bull Durham Tobacco. Students at Duke are required to live on campus for their first three years, and freshmen live together on the East Campus. The Duke Blue Devils maintain a fierce rivalry with the University of North Carolina—Chapel Hill Tar Heels and are best known for their outstanding men's basketball program, which is one of the top five most wins all-time college basketball programs in the country. Approximately 30 percent of the student body is affiliated with Greek life, which encompasses almost 40 fraternities and sororities.",
   "lat": 36.001426,
   "long": -78.938229,
   "fullAddress": "Durham, North Carolina",
   "isFavorite": false,
   "mapLink": "https://g.page/DukeUniv?share",
   "officialLink": "https://duke.edu/",
   "videoLink": "https://www.youtube.com/watch?v=aooyqqCNvtI"
 },
 {
   "name": "Johns Hopkins University",
   "imageNames": ["jhu"],
   "yearFounded": 1876,
   "rating": 9,
   "phone": "(941) 516-8000",
   "description": "Johns Hopkins University is a private institution that was founded in 1876. It has a total undergraduate enrollment of 6,331 (fall 2020), its setting is urban, and the campus size is 140 acres. It utilizes a semester-based academic calendar. Johns Hopkins University's ranking in the 2022 edition of Best Colleges is National Universities, #9. Its tuition and fees are $58,720.\n\nJohns Hopkins University is divided into nine schools, five of which serve undergraduate and graduate students. Hopkins’ graduate programs include the top-ranked Bloomberg School of Public Health and the highly ranked School of Education, Whiting School of Engineering, School of Medicine and the well-regarded Peabody Institute for music and dance. The Homewood Campus, one of the university’s four campuses in and around Baltimore, is the primary campus for undergraduates. Freshmen and sophomores are required to live on campus. More than 1,400 students participate in the Greek community. Hopkins also has additional campuses for its School of Advanced International Studies in Washington, D.C.; Bologna, Italy; and Nanjing, China. Johns Hopkins Hospital is a top-ranked hospital with highly ranked specialties. ",
   "lat": 39.329901,
   "long": -76.620518,
   "fullAddress": "Baltimore, Maryland",
   "isFavorite": false,
   "mapLink": "https://goo.gl/maps/5TxPzG9grJT7LySx5",
   "officialLink": "https://www.jhu.edu/",
   "videoLink": "https://www.youtube.com/watch?v=7HLxS7rOyrc"
 },
 {
   "name": "Northwestern University",
   "imageNames": ["nwu"],
   "yearFounded": 1851,
   "rating": 9,
   "phone": "(847) 491-3741",
   "description": "Northwestern University is a private institution that was founded in 1851. It has a total undergraduate enrollment of 8,194 (fall 2020), its setting is suburban, and the campus size is 231 acres. It utilizes a quarter-based academic calendar. Northwestern University's ranking in the 2022 edition of Best Colleges is National Universities, #9. Its tuition and fees are $60,984.\n\nNorthwestern University is a Division I school in the Big Ten athletic conference. Northwestern's women's lacrosse team has won multiple NCAA national championships. The school has hundreds of campus organizations to fulfill students' varied interests. All first-year students are required to live on campus for two years. The school's 10 residential colleges offer thematic living quarters for social and academic programming. Northwestern's main campuses are located along Lake Michigan in Evanston and Chicago. In 2008, Northwestern opened a third branch in Doha, Qatar.",
   "lat": 42.056459,
   "long": -87.675267,
   "fullAddress": "633 Clark St, Evanston, Illinois",
   "isFavorite": false,
   "mapLink": "https://goo.gl/maps/6rSLCuZwcz8qepSv5",
   "officialLink": "https://www.northwestern.edu/",
   "videoLink": "https://www.youtube.com/watch?v=ZOUvOTmLScA"
 },
 {
   "name": "Dartmouth College",
   "imageNames": ["dartmouth"],
   "yearFounded": 1769,
   "rating": 13,
   "phone": "(603) 646-1110",
   "description": "Dartmouth College is a private institution that was founded in 1769. It has a total undergraduate enrollment of 4,170 (fall 2020), its setting is rural, and the campus size is 237 acres. It utilizes a quarter-based academic calendar. Dartmouth College's ranking in the 2022 edition of Best Colleges is National Universities, #13. Its tuition and fees are $60,870.\n\nDartmouth College, located in Hanover, New Hampshire, offers a wide range of student activities. Nearly 25 percent of students participate in Dartmouth's NCAA Division I varsity sports. More than 90 percent of students live in on-campus housing, which includes residence halls, fraternity and sorority houses, college-approved coeds and undergraduate societies. Approximately 60 percent of students are members of Greek organizations, which serve as the hubs of social life at Dartmouth. The Outing Club – the oldest and largest collegiate outing club in the country – is the most popular student organization at Dartmouth, offering outdoor activities, expeditions, gear rentals and courses. Dartmouth is also the birthplace of the programming language BASIC.",
   "lat": 43.704441,
   "long": -72.288694,
   "fullAddress": "Hanover, New Hampshire",
   "isFavorite": false,
   "mapLink": "https://goo.gl/maps/RqReaXSN2ouRJPex7",
   "officialLink": "https://home.dartmouth.edu/",
   "videoLink": "https://www.youtube.com/watch?v=wg-G-JL8X3I"
 },
 {
   "name": "Brown University",
   "imageNames": ["brown", "brown-2", "brown-3"],
   "yearFounded": 1764,
   "rating": 14,
   "phone": "(401) 863-1000",
   "description": "Brown University is a private institution that was founded in 1764. It has a total undergraduate enrollment of 6,792 (fall 2020), its setting is city, and the campus size is 146 acres. It utilizes a semester-based academic calendar. Brown University's ranking in the 2022 edition of Best Colleges is National Universities, #14. Its tuition and fees are $62,404.\n\nLocated atop College Hill in Providence, Rhode Island, Brown University has a college town feel with Thayer Street serving as a center of activity for shopping and dining. All students at Brown are required to live on campus for their first six semesters, though a small percentage of juniors may receive permission to live off campus. Housing options include traditional singles, doubles, triples and suites. With more than 400 student organizations on campus ranging from The Brown Noser satirical newspaper to Brown Ballroom Dance, students can find a way to pursue their interests. The Brown Bears have more than 35 NCAA Division I athletic teams and compete in the Ivy League. Brown also has a small but vibrant Greek community with about a dozen chapters, including a few co-ed Greek organizations.",
   "lat": 41.826772,
   "long": -71.402548,
   "fullAddress": "Providence, Rhode Island",
   "isFavorite": false,
   "mapLink": "https://goo.gl/maps/vztKjACKrWekTuyu9",
   "officialLink": "https://www.brown.edu/",
   "videoLink": "https://www.youtube.com/watch?v=IEy-3NlT9yg"
 },
 {
   "name": "Vanderbilt University",
   "imageNames": ["vanderbilt"],
   "yearFounded": 1873,
   "rating": 14,
   "phone": "(615) 322-7311",
   "description": "Vanderbilt University is a private institution that was founded in 1873. It has a total undergraduate enrollment of 7,057 (fall 2020), its setting is urban, and the campus size is 333 acres. It utilizes a semester-based academic calendar. Vanderbilt University's ranking in the 2022 edition of Best Colleges is National Universities, #14. Its tuition and fees are $56,966.\n\nVanderbilt University offers a wide range of student activities. Located in Nashville, or Music City, there are plenty of off-campus options for dining, shopping, music and entertainment. On campus, Greek organizations play a big role in social life, with approximately 40 percent of students affiliated with Greek life. All undergraduate students at Vanderbilt are required to live on campus, and freshmen live together in The Commons, which has many LEED Gold and Silver certified buildings. The Commodores, named for Vanderbilt founder \"Commodore\" Cornelius Vanderbilt, have teams in the NCAA Division I Southeastern Conference. More than 40 percent of students take advantage of Vanderbilt’s study abroad programs, which are offered in more than 40 countries.",
   "lat": 36.144703,
   "long": -86.802655,
   "fullAddress": "2201 West End Ave, Nashville, Tennessee",
   "isFavorite": false,
   "mapLink": "https://goo.gl/maps/2ARVfzHEfezKmUQb6",
   "officialLink": "https://www.vanderbilt.edu/",
   "videoLink": "https://www.youtube.com/watch?v=rNRliOIdw54"
 }
]
